---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.FileImportingEventArgs
source: html/92994e72-01db-a9da-0933-42eb7fd1b45c.htm
---
# FileImportingEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.